[
    {   
        "name":"Hypnotic Poison Eau De Toilette Roller Pearl",
        "brand":"Dior",
        "price":75.00,
        "quantity":10,
        "supplier":"Myer",
        "size":"50ml",
        "short-description":"Hypnotic Poison isn't a fragrance you wear, it's a fragrance that wears you.",
        "description":"Hypnotic Poison isn't a fragrance you wear, it's a fragrance that wears you. With Hypnotic Poison, the house of Dior has created a magnetic and sensual fragrance, the stuff of modern perfumery legend.",
        "image":"https://i.ibb.co/0VGZt9n/dior-5.png"
    },
    {  
        "name":"J'adore Absolu Eau De Parfum",
        "brand":"Dior",
        "price":204.00,
        "quantity":10,
        "supplier":"Kmart",
        "size":"100ml",
        "short-description":"Fragrance Note: Floral, Formulation: Liquid, Spray, Features: Long Wearing",
        "description":"J'adore absolu is the new floral nectar by the House of Dior. In an incredibly lush composition, Franois Demachy blends voluptuous and sensual floral absolutes. Absolutes of Grasse Jasmine, Sambac Jasmine, Rose and Magnolia intertwine with unprecedented freshness",
        "image":"https://i.ibb.co/n6Hpt76/dior-6.png"
    },
    {   
        "name":"Poison Girl Eau de Toilette",
        "brand":"Dior",
        "price":165.00,
        "quantity":15,
        "supplier":"Target",
        "size":"100ml",
        "short-description":"Poison Girl Eau de Toilette is an upbeat composition.",
        "description":"Poison Girl Eau de Toilette is an upbeat composition. Its triple-time appeal to the senses plays on an audacious meeting between contrasting raw materials.",
        "image":"https://i.ibb.co/P4Cwgbn/dior-7.png"
    },
    {  
        "name":"Escale à Portofino Eau de Toilette",
        "brand":"Dior",
        "price":148.00,
        "quantity":10,
        "supplier":"Myer",
        "size":"50ml",
        "short-description":"The idea of a journey lends wings to fragrance, providing an endless source of inspiration and expression.",
        "description":"The idea of a journey lends wings to fragrance, providing an endless source of inspiration and expression.For this escapade in Italy, the first part of Diors new fragrance odyssey, Franois Demachy, Perfumer-Creator for Dior",
        "image":"https://i.ibb.co/DggW1j8/dior-8.png"
    }
    
]